{"53":"S","78":"x","10481":"CHF","15334":"Web","3213470":"78.25","30639537":"© copyright 2023 Anthony Salamin","36792806":"Cloud Hosting sécurisé","44432771":"Timelapses film","62694735":"In 2015 I left home and family to travel South Africa. The original idea, was to head south-west to explore the Cederberg mountains but instead, ended up cruising the Atlantic ocean coast of Namibia and part of the Namib desert with a fellow traveler met by chance in Johannesburg.","79ceadde":"Design","4984e12":"Photo","2169a4":"Film","-64104400":"Contact","e6f8297":"Web-Design","39cb9a36":"Graphic Design","-38f29e83":"Photography","3c2336d":"About","-29f92c17":"Imprint","-3fbde6f6":"Privacy Policy","-10f8c5a7":"Digital Designer,","-64771222":"Web developer","7b0de148":"Anthony Salamin","4794c1ab":"UX/UI Designer","-1ea87a79":"Lead Graphic Designer","530ffa94":"Schmitz & Wiesner | Berlin, Germany","66c42c22":"My responsibilities included but were not limited to print and screen design projects, logos and corporate identities – following the whole design process on a mandat basis, from first drafts to final layouts.","28340bf0":"Jul 2012 – Dec 2016","72cf3256":"Assistant of Photography","6f4d8a6b":"Sub Graviti | Zürich, Switzerland","-2ec0856b":"I assisted filmmaker Xaver Walser in the shooting of the Beyond Project in Zürich, Switzerland. As a gaffer, I was responsible in assisting the lighting setup and the shooting of the behind the scenes.","5e706e18":"Nov – Dec 2015","1db097fa":"Freelance Photographer","-517e4855":"SA Magazine | South Africa","2afabe31":"I've been following and shooting international climbers for three months along their climbing journey in beautiful Rocklands South Africa during over three months.","-30c7bab2":"Jun – Sep 2015","5bed847f":"Contributing Photographer","-a45b493":"National Geographic | Chamonix, France","5f1ee113":"I contributed to the National Geographic \"Your Shot\" photographer pool with two of my best adventure photographs shot during the incredible Haute Route Chamonix – Zermatt experience.","3eae88da":"Jul – Aug 2014","7f1700f":"Event Photographer","39f7e476":"Eagle Cup | Zermatt, Switzerland","-bdd8c46":"Official photographer commissioned to shoot event and marketing pictures for the non-conventional alpine Matterhorn Eagle Cup golf tournament sponsored by Omega Watches and Credit Suisse.","-11dea834":"Jul – Jul 2014","-6612aa4f":"Festival Photographer","-6b175f0d":"Unplugged Festival | Zermatt Switzerland","-2f898fa7":"I had the honor to be part of the limited photographer pool working for the Press Team of the Zermatt Unplugged Festival. I had the chance to be involved in the 2012, 2013 and 2014's edition of the Festival.","22321c0f":"Apr 2012 – Apr 2014","-7bd5bb2f":"2nd Film Editor","51fdf037":"Sub Graviti | St. Moritz, Switzerland","720df8bc":"I was responsible to edit short films from massive 5K footage shot on the Red Epic camera under the amazing supervision of filmmaker Xaver Walser from Cape Town, South Africa.","3eae88d8":"Jul – Aug 2012","-21b0c930":"1st Film Assistant","666c3a98":"Sub Graviti | Ascona, Switzerland","-18dee5b0":"I assisted filmmaker Xaver Walser in the shooting of Swiss Chef Ivo Adam in his five stars restaurants in Ascona, Switzerland. I was responsible for the lighting setup and equipment.","-7ea681fe":"May – May 2012","14d37e70":"Junior CG Designer","34341d91":"Atelier Zuppinger | Nyon, Switzerland","1d4f57cb":"I have spent 7 months within the Zuppinger Designer team, working as a CG intern on the RED8 swiss watch CG animated project. My tasks included Solidworks modelling and rendering.","6f4b4653":"Aug 2009 – Feb 2010","2c3842c3":"I design and develop modern websites as well as corporate identities for small to medium-sized businesses.","4343178a":"Thank you !","21cb7db0":"Oops, something went wrong.","-204648ca":"© copyright 2022 Anthony Salamin","4e560fe3":"Registered Digital Designer, VAT: DE291848819","5079bb68":"Privacy","-6f1eaa23":"Logotype Design & UX / UI Design","60330da6":"Matterhorn Eagle Cup CI relaunch","-3a7f352f":"Print Design","-4ad07040":"Editorial Design & Packaging","-6478f5a7":"Corporate Identity","443d2155":"Maisonnoée Berlin CI launch","55d0367":"Experimental Typography","15bcfe20":"Fusion ice Poster Design","-649e09a6":"Infographic","40db7d03":"Intifada Al-Aqsa Poster Design","-1c01e042":"CI Design & UX / UI Design","-225abe04":"Mindsquare CI Launch","-4ea63f5a":"Matterhorn Eagle Cup","-389abb0c":"Simon Biner knew of an interesting golf tournament abroad. The idea was further developed by Harry Lauber and Simon himself. In 1992, for the first time in Europe at an altitude of 3000 meters above sea level, the very first Matterhorn Eagle Cup was held.","4b79e64":"Role:","685d157f":" Logotype Design & UI / UX Design","-697be251":"Client:","-5cdb4b3c":" Matrerhorn Eagle Cup","3c9512d":"Area:","235f5774":" Zermatt, Switzerland","5b47be84":"Perversion Theme","648480c1":"Perversion is a type of human behavior that deviates from that which is understood to be orthodox or normal. Although the term perversion can refer to a variety of forms of deviation, it is most often used to describe sexual behaviors that are considered particularly abnormal.","-43c8da88":" Editorial Design, Packaging","1e35173":" ECAV","3c256a19":" Sierre, Switzerland","-50872f91":"Fusion Ice","-65d84492":"Melting is a physical process that results in the phase transition of a substance from a solid to a liquid. This occurs when the internal energy of the solid increases, typically by the application of heat or pressure, which increases the substance's temperature to the melting point.","-7a7120b9":" Experimental Typography","-6390e6a9":" Self initiated","-3175aa03":" Berlin, Germany","67dbdfe7":"Maisonnoée CI launch","-78658bc2":"Maisonnoée is a Berlin-based high-quality prêt-à-porter fashion brand founded by designer Sophie Böhmert. Clear cuts, simple, feminine and timeless elegance with selected materials define all of its collections.","-54eb99fa":" Corporate Identity, Logo Design","213044db":" Schmitz & Wiesner","59bc0fb2":"Rocklands Bouldering","6bb6cde3":"Back in the 80’s, two main important training tools emerged for climbers addicts; bouldering mats now referred as crashpads and artificial climbing walls. “The former, prevented injuries from falling, and enabled boulderers to climb in areas that would have been too dangerous to attempt otherwise”... Couldn't agree more.","3fbd1fb9":"Photos:","7fa96fb1":" © Anthony Salamin","34f1902d":" Adventure Photography","1f519336":" SA Magazine, TMMS Verlag","59564e08":" Cederberg, South Africa","643a3c4d":"Adventure Photography","5516ed9d":"South Africa - Switzerland","23add431":"Haute Route, Chamonix - Zermatt","-380b8e69":"Travel Photography","51e34305":"South Africa - Namibia","-4b5a3c4":"Underwater Photography","-806e705":"Dahab, Egypt","-179cbe6d":"Couronnes de Bréona, Switzerland","-66ec9368":"Portrait Photography","159ed43f":"Berlin - Sierre Portraits","-7245091d":"Multi-pitch, Trient Switzerland","1f84b3ac":"Product Photography","3c021446":"Artist exposition Poster Design","56aa40b2":"Intifada Al-Aqsa","67c26dba":"Al-Aqsa is the name of a mosque, constructed in the 8th century at the Temple Mount in the Old City of Jerusalem, a location considered the holiest site in Judaism and third holiest in Islam. \"Intifada\" is an Arabic word that translates into English as \"uprising\".","-285087b0":" Infographic Design, Concept","cc98355":"Mindsquare is an operating system for organizations of the 21st century. The OS allows for efficient coordination and communication, adaptable governance and reliable interactions within and across the borders of the organization. It is designed to support humans to continuously design a work-environment that is both meaningful and joyful.","-4ed32716":" CI Design, UI / UX Design","-770b87":" Disrupting Consulting EG","8b35fe9":" Ulm, Germany","4d5630b9":"The Haute Route, is the name given to a route undertaken on foot or by ski touring between Chamonix in France and Zermatt in Switzerland. First charted as a summer mountaineering route by members of the English Alpine Club.","429d7ea":" Self-initiated","-192b3759":" Chamonix - Zermatt","67540f5e":"South African & Namibian Travel","7d40a9b7":" Travel Photography","13e13937":" Self Initiated","-5b525ac9":" South Africa, Namibi","-48b0ff8e":"Gulf of Aqaba Diving","-6fe808c5":"Diving for the very first time, in the northern tip of the Red Sea, has been a mesmerizing experience which brought a whole new perspective on how beautifully meditative and fragile the underwater world is, and how small we really are. 🦀","-68c68232":" Diving Photography","-37a616e5":" Dahab, Egypt","4ed8757c":"Couronnes de Bréona","-b385d97":"The Couronne de Bréona is a mountain of the Pennine Alps, located east of Les Haudères in the canton of Valais. It lies north of the Tsa de l'Ano, on the range between the valleys of Hérens and Moiry.","-3e934792":" Grimentz - Switzerland","7a134ab1":"Otjozondjupa","-72b35eae":"In 2015, I left home and family to travel South Africa. The original idea, was to head south-west to explore the Cederberg mountains but instead, ended up cruising the Atlantic ocean coast of Namibia and part of the Namib desert with a fellow traveler met by chance in Johannesburg. Here are some impressions put together of the landscapes seen through our travel from the southern red dunes of Sossusvlei to the foggy Skeleton Coast, from the unique granite formation of Spitzkoppe to the wild fields of Etosha National Park. Thankful for all the amazing souls met there who helped us get through our journey.","-536adc99":"Footage & Edit:","-52b662d8":" Anthony Salamin","e5b61fe":"Soundtrack:","18d9a58b":" A Gallant Gentleman","-27280794":" Namibia, South Africa","4c8b6eaa":"Travel film","-7172c79a":"Otjozondjupa, Namibia","6d9c6cbe":"Toûno | St-Luc, Switzerland","1e68f673":"Diving film","-24abeb5d":"Diving Dahab | Impressions","223d7677":"Documentary film","-10fd20da":"Genesis | Acci Babba","6d077dbd":"Code of Silence | Acci Baba","-60a4e9f0":"Vendanges Cave du Verseau","259f556b":"Eternal Return | Behind The Scenes","50d8b32a":"Sapa, North Vietnam","-67651c82":"Exodus | Behind The Scenes","-17d67da1":"3D / CGI Film","-3734db3b":"Nyon, Switzerland","-3660cb3e":"Diving for the very first time, in the northern tip of the Red Sea, has been a mesmerizing experience which brought a whole new perspective on how beautifully meditative and fragile the underwater world is, and how small we really are. Main diving locations include \"Morray Garden\", \"Islands\", \"Bells\" \"Canyon\" and \"Light House\". Shot on a GoPro 4 Black Edition @ 80 frames per second, slowed down to 30% of its original speed + post-production footage stabilisation & basic lumetri color corrections. Additonal footage shot on a Canon 7D / 16 - 35 mm lens.","-37ac839f":"Project:","-46313b73":" © 2018 Alef - Sol","-53ff3453":"Arolla Pine","5f40c963":"Urbain Salamin is a sculptor from Valais - He presents his pieces of art, born out of his work in the heart of old stumps, thus giving life again to the Arolla pine. The Swiss stone pine, majestuous tree living as long as 600 years, populates the arid and windy lands of the Valais Alps at an altitude of 2000 meters.","13bf7f8c":" Product Photography","-7cf53010":" Urbain Salamin","-6a313080":"Trient","3535c73e":"Multi-pitch climbing is the ascent of climbing routes with one or more stops at a belay station. Each section of a climb between stops at belay stations is called a pitch. The leader ascends the pitch, placing gear and stopping to anchor themselves to the belay station.","-352b94f":" Friends & Co","-140ae0fb":" Valais, Switzerland","76208dd7":"As a Web Designer, Web Developer, Graphic Designer and Photographer, I offer complete solutions for your company. Let me help you with the digitization and reinvention of your online presence.","179523ff":"The privacy is taken very seriously.","3e0583da":"Cost calculation without any obligation.","10be410b":"Vielen Dank ! Ihr Beitrag wurde erhalten. Ich werde uns so schnell wie möglich bei Ihnen melden. 👌🏻","-4176334c":"Beste Grüße,","-1eb32f22":" 😰 Hoppla! Beim Senden des Formulars ist leider ein Fehler aufgetreten.","5ebe804a":"Web Design","-38fc2146":"Policy privacy","-76b60866":"© copyright 2019-2020 Anthony Salamin, all right reserved","3f0f1c94":"📮 E-mail: ","29ff8bcf":"hello@anthonysalamin.ch","3bd75fd9":" | ☎️ Phone: ","ddd6ce1":"+ 49 175 11 38 245","45d2802b":"Designed with ❤️ by ","-67104443":"anthonysalamin.ch","-2fb6e89d":"Registered Digital Designer | USt-IdNr. : DE291848819","-30803b16":"© copyright 2019-2020 Anthony Salamin, all right reserved | 📮 E-mail: ","3f5c929f":" | Registered Digital Designer | USt-IdNr. : DE291848819","-450e27e8":"Portraits","e5bc8d4":"Portrait photography or portraiture is photography of a person or group of people that displays the expression, personality, and mood of the subject. Like other types of portraiture, the focus of the photograph is usually the person's face.","2c321cb8":" Portrait Photography","4d5e781":"Toûno","-52c10206":"Something is happening around this mountain. A mountain is a large landform that stretches above the surrounding land in a limited area, usually in the form of a peak. A mountain is generally steeper than a hill. Mountains are formed through tectonic forces or volcanism. These forces can locally raise the surface of the earth. Shot yesterday after the storm at 3018m above see level.","-288eb25f":" St-Luc, Switzerland","1fa7cb2b":"Code of Silence","65cd83":"ACCI BABA’s work focuses on reassembling the aesthetic formula seen behind our cultural legacy. Baba combines his perceptions with mathematical geometry resulting a non-verbal visual language. This behind the scenes is a work in progress of the actual performance realised december 2K14 within the Urban Collective in Kreuzberg, Berlin Germany. ARTWORK: © ACCI BABA","71d47958":"Artwork & concept:","12a05d8a":" Acci Babba","-13631d55":"RED8 Watch 3D Animation Rendering","58076d2b":"Computer graphics are pictures and movies created using computers - usually referring to image data created by a computer specifically with help from specialized graphical hardware and software. It is a vast and recent area in computer science.The phrase was coined by computer graphics researchers Verne Hudson and William Fetter of Boeing in 1960. Another name for the field is computer-generated imagery, or simply CGI.","-4c78c281":" Modeling, Rendering","-4ab14f69":" Vincent Zuppinger SA","5b0768a5":" Nyon, Switzerland","518b4bd9":"Here is a small teaser I had the chance to shoot of my friend Acci while assisting him after work on his new Art Installation and Film artwork about ants and infinity. To be released fall 2016.","-4499f51a":"Artwork:","-7b45264a":" Acci Baba","-1f7da71b":"\"Eternal Return\" conveys a immortal message to mankind to provoke a sense of obligation for the time being. The artwork has been articulated in a short film based on the actual installation artwork created by the Acci Baba.","35f08a63":"Vendanges","-273aa593":"Retour sur de magnifiques vendanges de l'année 2015. Le soleil, la vigne, les raisins, la passion pour le vin, tout y était. Les vendanges seront cette année suite aux ravages du gel de la fin avril pour toutes et tous difficiles; soutenons nos vignerons-encaveurs et consommons des produits de la région. A travers ce premier épisode du retour sur les vendanges 2015, la Cave du Verseau vous invite ainsi à découvrir la carte de ses vins.","-7481c48d":" Johann von Roten","641cc540":"Genesis, Behind The Scenes","-35dd1de0":"ACCI BABA’s work focuses on reassembling the aesthetic formula seen behind our cultural legacy. Baba combines his perceptions with mathematical geometry resulting a non-verbal visual language. This behind the scenes was shot during the actual performance realised December 2016 within the Urban Collective in Kreuzberg, Berlin Germany. ARTWORK: © ACCI BABA | www.accibaba.com/work/genesis","7e4a6b18":"Vietnam","24d5f2e7":"Finally, my toaster made it. Here are some work in progress impressions of my last solo trip to Southeastern Asia four months ago. Another edit, with further combined footage of my recent travel in beautiful Thailand will follow soon.","-7dd65c48":" Sven Weisemann - Xine Rising","45137f0a":" Sapa, North Vietnam","6f6b7057":"Impressum","39424c33":"Digital Designer","-35c0e26f":"Gneisenaustrasse 89","-2d45961":"DE - 10961 Berlin","27191e6d":"Telefon: 0049 175 11 38 245","-2ae9163b":"E-Mail: ","-4af4e4dc":"Umsatzsteuer-ID: ","a7ce1b5":"Umsatzsteuer-Identifikationsnummer nach §27a Umsatzsteuergesetz:","-25c8df3":"DE291848819","6fde571d":"Verantwortlich für den Inhalt","-58867328":" (gem. § 55 Abs. 2 RStV):","3f1580d":"10961 Berlin","3550af03":"Deutschland","-6f849f6a":"Hinweis gemäß Online-Streitbeilegungs-Verordnung","380bb08b":"Nach geltendem Recht sind wir verpflichtet, Verbraucher auf die Existenz der Europäischen Online-Streitbeilegungs-Plattform hinzuweisen, die für die Beilegung von Streitigkeiten genutzt werden kann, ohne dass ein Gericht eingeschaltet werden muss. Für die Einrichtung der Plattform ist die Europäische Kommission zuständig. Die Europäische Online-Streitbeilegungs-Plattform ist hier zu finden: ","3dc36270":"http://ec.europa.eu/odr","4c6273da":". Unsere E-Mail lautet: ","382a8564":"Wir weisen aber darauf hin, dass wir nicht bereit sind, uns am Streitbeilegungsverfahren im Rahmen der Europäischen Online-Streitbeilegungs-Plattform zu beteiligen. Nutzen Sie zur Kontaktaufnahme bitte unsere obige E-Mail und Telefonnummer.","-7a80e679":"Disclaimer – rechtliche Hinweise","-28a1e235":"§ 1 Warnhinweis zu Inhalten","200d":"‍","-2a663538":"Die kostenlosen und frei zugänglichen Inhalte dieser Webseite wurden mit größtmöglicher Sorgfalt erstellt. Der Anbieter dieser Webseite übernimmt jedoch keine Gewähr für die Richtigkeit und Aktualität der bereitgestellten kostenlosen und frei zugänglichen journalistischen Ratgeber und Nachrichten. Namentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder. Allein durch den Aufruf der kostenlosen und frei zugänglichen Inhalte kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Anbieter zustande, insoweit fehlt es am Rechtsbindungswillen des Anbieters.","19dbf377":"§ 2 Externe Links","5d84e039":"Diese Website enthält Verknüpfungen zu Websites Dritter (\"externe Links\"). Diese Websites unterliegen der Haftung der jeweiligen Betreiber. Der Anbieter hat bei der erstmaligen Verknüpfung der externen Links die fremden Inhalte daraufhin überprüft, ob etwaige Rechtsverstöße bestehen. Zu dem Zeitpunkt waren keine Rechtsverstöße ersichtlich. Der Anbieter hat keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der verknüpften Seiten. Das Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht. Eine ständige Kontrolle der externen Links ist für den Anbieter ohne konkrete Hinweise auf Rechtsverstöße nicht zumutbar. Bei Kenntnis von Rechtsverstößen werden jedoch derartige externe Links unverzüglich gelöscht.","-5f5c54f5":"§ 3 Urheber- und Leistungsschutzrechte","24a39d94":"Die auf dieser Website veröffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht. Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers. Dies gilt insbesondere für Vervielfältigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen. Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet. Die unerlaubte Vervielfältigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar. Lediglich die Herstellung von Kopien und Downloads für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt.","33a91883":"Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zulässig.","6e849182":"§ 4 Besondere Nutzungsbedingungen","-210bcac2":"Soweit besondere Bedingungen für einzelne Nutzungen dieser Website von den vorgenannten Paragraphen abweichen, wird an entsprechender Stelle ausdrücklich darauf hingewiesen. In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen.","7cb7884c":"Datenschutzerklärung anthonysalamin.ch","-7f3b8555":"Wir freuen uns sehr über Ihr Interesse an unserem Unternehmen. Datenschutz hat einen besonders hohen Stellenwert für die Geschäftsleitung der anthonysalamin.ch. Eine Nutzung der Internetseiten der anthonysalamin.ch ist grundsätzlich ohne jede Angabe personenbezogener Daten möglich. Sofern eine betroffene Person besondere Services unseres Unternehmens über unsere Internetseite in Anspruch nehmen möchte, könnte jedoch eine Verarbeitung personenbezogener Daten erforderlich werden. Ist die Verarbeitung personenbezogener Daten erforderlich und besteht für eine solche Verarbeitung keine gesetzliche Grundlage, holen wir generell eine Einwilligung der betroffenen Person ein.","-4eadba34":"Die Verarbeitung personenbezogener Daten, beispielsweise des Namens, der Anschrift, E-Mail-Adresse oder Telefonnummer einer betroffenen Person, erfolgt stets im Einklang mit der Datenschutz-Grundverordnung und in Übereinstimmung mit den für die anthonysalamin.ch geltenden landesspezifischen Datenschutzbestimmungen. Mittels dieser Datenschutzerklärung möchte unser Unternehmen die Öffentlichkeit über Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Ferner werden betroffene Personen mittels dieser Datenschutzerklärung über die ihnen zustehenden Rechte aufgeklärt.","-28ff8b7e":"Die anthonysalamin.ch hat als für die Verarbeitung Verantwortlicher zahlreiche technische und organisatorische Maßnahmen umgesetzt, um einen möglichst lückenlosen Schutz der über diese Internetseite verarbeiteten personenbezogenen Daten sicherzustellen. Dennoch können Internetbasierte Datenübertragungen grundsätzlich Sicherheitslücken aufweisen, sodass ein absoluter Schutz nicht gewährleistet werden kann. Aus diesem Grund steht es jeder betroffenen Person frei, personenbezogene Daten auch auf alternativen Wegen, beispielsweise telefonisch, an uns zu übermitteln.","-3b550fd3":"1. Begriffsbestimmungen","81ab5b9":"Die Datenschutzerklärung der anthonysalamin.ch beruht auf den Begrifflichkeiten, die durch den Europäischen Richtlinien- und Verordnungsgeber beim Erlass der Datenschutz-Grundverordnung (DS-GVO) verwendet wurden. Unsere Datenschutzerklärung soll sowohl für die Öffentlichkeit als auch für unsere Kunden und Geschäftspartner einfach lesbar und verständlich sein. Um dies zu gewährleisten, möchten wir vorab die verwendeten Begrifflichkeiten erläutern.","-ede2298":"Wir verwenden in dieser Datenschutzerklärung unter anderem die folgenden Begriffe:","-1ca2143d":"a) personenbezogene Daten","-32585f5b":"Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen. Als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung oder zu einem oder mehreren besonderen Merkmalen, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind, identifiziert werden kann.","663c55ae":"b) betroffene Person","-326d4a1c":"Betroffene Person ist jede identifizierte oder identifizierbare natürliche Person, deren personenbezogene Daten von dem für die Verarbeitung Verantwortlichen verarbeitet werden.","3c0af9c6":"c) Verarbeitung","25eda40e":"Verarbeitung ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung.","-6b599bfb":"d) Einschränkung der Verarbeitung","-4b1530bd":"Einschränkung der Verarbeitung ist die Markierung gespeicherter personenbezogener Daten mit dem Ziel, ihre künftige Verarbeitung einzuschränken.","-5995fcb6":"e) Profiling","-3f9b454b":"Profiling ist jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere, um Aspekte bezüglich Arbeitsleistung, wirtschaftlicher Lage, Gesundheit, persönlicher Vorlieben, Interessen, Zuverlässigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen.","2f98f709":"f) Pseudonymisierung","-3b8d4458":"Pseudonymisierung ist die Verarbeitung personenbezogener Daten in einer Weise, auf welche die personenbezogenen Daten ohne Hinzuziehung zusätzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden können, sofern diese zusätzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Maßnahmen unterliegen, die gewährleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren natürlichen Person zugewiesen werden.","21824fd4":"g) Verantwortlicher oder für die Verarbeitung Verantwortlicher","67e46db1":"Verantwortlicher oder für die Verarbeitung Verantwortlicher ist die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet. Sind die Zwecke und Mittel dieser Verarbeitung durch das Unionsrecht oder das Recht der Mitgliedstaaten vorgegeben, so kann der Verantwortliche beziehungsweise können die bestimmten Kriterien seiner Benennung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten vorgesehen werden.","-5346c68d":"h) Auftragsverarbeiter","-28a303f6":"Auftragsverarbeiter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.","7621064c":"i)   Empfänger","-5c6861":"Empfänger ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, der personenbezogene Daten offengelegt werden, unabhängig davon, ob es sich bei ihr um einen Dritten handelt oder nicht. Behörden, die im Rahmen eines bestimmten Untersuchungsauftrags nach dem Unionsrecht oder dem Recht der Mitgliedstaaten möglicherweise personenbezogene Daten erhalten, gelten jedoch nicht als Empfänger.","df68dc7":"j)   Dritter","-660e2fdd":"Dritter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle außer der betroffenen Person, dem Verantwortlichen, dem Auftragsverarbeiter und den Personen, die unter der unmittelbaren Verantwortung des Verantwortlichen oder des Auftragsverarbeiters befugt sind, die personenbezogenen Daten zu verarbeiten.","3e68a156":"k) Einwilligung","-676e631d":"Einwilligung ist jede von der betroffenen Person freiwillig für den bestimmten Fall in informierter Weise und unmissverständlich abgegebene Willensbekundung in Form einer Erklärung oder einer sonstigen eindeutigen bestätigenden Handlung, mit der die betroffene Person zu verstehen gibt, dass sie mit der Verarbeitung der sie betreffenden personenbezogenen Daten einverstanden ist.","-664e1d6b":"2. Name und Anschrift des für die Verarbeitung Verantwortlichen","23be38df":"Verantwortlicher im Sinne der Datenschutz-Grundverordnung, sonstiger in den Mitgliedstaaten der Europäischen Union geltenden Datenschutzgesetze und anderer Bestimmungen mit datenschutzrechtlichem Charakter ist die:","1946b145":"Tel.: 0049 175 11 38 245","5465746a":"E-Mail: hello@anthonysalamin.ch","37e8cce5":"Website: www.anthonysalamin.ch","-70d9ab76":"3. Name und Anschrift des Datenschutzbeauftragten","65bcf4f5":"Der Datenschutzbeauftragte des für die Verarbeitung Verantwortlichen ist:","3748e40d":"Jede betroffene Person kann sich jederzeit bei allen Fragen und Anregungen zum Datenschutz direkt an unseren Datenschutzbeauftragten wenden.","-24a99d37":"4. Cookies","511d544f":"Die Internetseiten der anthonysalamin.ch verwenden Cookies. Cookies sind Textdateien, welche über einen Internetbrowser auf einem Computersystem abgelegt und gespeichert werden.","-79d3fea4":"Zahlreiche Internetseiten und Server verwenden Cookies. Viele Cookies enthalten eine sogenannte Cookie-ID. Eine Cookie-ID ist eine eindeutige Kennung des Cookies. Sie besteht aus einer Zeichenfolge, durch welche Internetseiten und Server dem konkreten Internetbrowser zugeordnet werden können, in dem das Cookie gespeichert wurde. Dies ermöglicht es den besuchten Internetseiten und Servern, den individuellen Browser der betroffenen Person von anderen Internetbrowsern, die andere Cookies enthalten, zu unterscheiden. Ein bestimmter Internetbrowser kann über die eindeutige Cookie-ID wiedererkannt und identifiziert werden.","-1c69c865":"Durch den Einsatz von Cookies kann die anthonysalamin.ch den Nutzern dieser Internetseite nutzerfreundlichere Services bereitstellen, die ohne die Cookie-Setzung nicht möglich wären.","-6f133d49":"Mittels eines Cookies können die Informationen und Angebote auf unserer Internetseite im Sinne des Benutzers optimiert werden. Cookies ermöglichen uns, wie bereits erwähnt, die Benutzer unserer Internetseite wiederzuerkennen. Zweck dieser Wiedererkennung ist es, den Nutzern die Verwendung unserer Internetseite zu erleichtern. Der Benutzer einer Internetseite, die Cookies verwendet, muss beispielsweise nicht bei jedem Besuch der Internetseite erneut seine Zugangsdaten eingeben, weil dies von der Internetseite und dem auf dem Computersystem des Benutzers abgelegten Cookie übernommen wird. Ein weiteres Beispiel ist das Cookie eines Warenkorbes im Online-Shop. Der Online-Shop merkt sich die Artikel, die ein Kunde in den virtuellen Warenkorb gelegt hat, über ein Cookie.","-531a0153":"Die betroffene Person kann die Setzung von Cookies durch unsere Internetseite jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen. Ferner können bereits gesetzte Cookies jederzeit über einen Internetbrowser oder andere Softwareprogramme gelöscht werden. Dies ist in allen gängigen Internetbrowsern möglich. Deaktiviert die betroffene Person die Setzung von Cookies in dem genutzten Internetbrowser, sind unter Umständen nicht alle Funktionen unserer Internetseite vollumfänglich nutzbar.","3613a419":"5. Erfassung von allgemeinen Daten und Informationen","-5a94d7e6":"Die Internetseite der anthonysalamin.ch erfasst mit jedem Aufruf der Internetseite durch eine betroffene Person oder ein automatisiertes System eine Reihe von allgemeinen Daten und Informationen. Diese allgemeinen Daten und Informationen werden in den Logfiles des Servers gespeichert. Erfasst werden können die (1) verwendeten Browsertypen und Versionen, (2) das vom zugreifenden System verwendete Betriebssystem, (3) die Internetseite, von welcher ein zugreifendes System auf unsere Internetseite gelangt (sogenannte Referrer), (4) die Unterwebseiten, welche über ein zugreifendes System auf unserer Internetseite angesteuert werden, (5) das Datum und die Uhrzeit eines Zugriffs auf die Internetseite, (6) eine Internet-Protokoll-Adresse (IP-Adresse), (7) der Internet-Service-Provider des zugreifenden Systems und (8) sonstige ähnliche Daten und Informationen, die der Gefahrenabwehr im Falle von Angriffen auf unsere informationstechnologischen Systeme dienen.","-110018fa":"Bei der Nutzung dieser allgemeinen Daten und Informationen zieht die anthonysalamin.ch keine Rückschlüsse auf die betroffene Person. Diese Informationen werden vielmehr benötigt, um (1) die Inhalte unserer Internetseite korrekt auszuliefern, (2) die Inhalte unserer Internetseite sowie die Werbung für diese zu optimieren, (3) die dauerhafte Funktionsfähigkeit unserer informationstechnologischen Systeme und der Technik unserer Internetseite zu gewährleisten sowie (4) um Strafverfolgungsbehörden im Falle eines Cyberangriffes die zur Strafverfolgung notwendigen Informationen bereitzustellen. Diese anonym erhobenen Daten und Informationen werden durch die anthonysalamin.ch daher einerseits statistisch und ferner mit dem Ziel ausgewertet, den Datenschutz und die Datensicherheit in unserem Unternehmen zu erhöhen, um letztlich ein optimales Schutzniveau für die von uns verarbeiteten personenbezogenen Daten sicherzustellen. Die anonymen Daten der Server-Logfiles werden getrennt von allen durch eine betroffene Person angegebenen personenbezogenen Daten gespeichert.","5422bced":"6. Kontaktmöglichkeit über die Internetseite","-6a647ccd":"Die Internetseite der anthonysalamin.ch enthält aufgrund von gesetzlichen Vorschriften Angaben, die eine schnelle elektronische Kontaktaufnahme zu unserem Unternehmen sowie eine unmittelbare Kommunikation mit uns ermöglichen, was ebenfalls eine allgemeine Adresse der sogenannten elektronischen Post (E-Mail-Adresse) umfasst. Sofern eine betroffene Person per E-Mail oder über ein Kontaktformular den Kontakt mit dem für die Verarbeitung Verantwortlichen aufnimmt, werden die von der betroffenen Person übermittelten personenbezogenen Daten automatisch gespeichert. Solche auf freiwilliger Basis von einer betroffenen Person an den für die Verarbeitung Verantwortlichen übermittelten personenbezogenen Daten werden für Zwecke der Bearbeitung oder der Kontaktaufnahme zur betroffenen Person gespeichert. Es erfolgt keine Weitergabe dieser personenbezogenen Daten an Dritte.","78d88d8d":"7. Routinemäßige Löschung und Sperrung von personenbezogenen Daten","-18ec07fa":"Der für die Verarbeitung Verantwortliche verarbeitet und speichert personenbezogene Daten der betroffenen Person nur für den Zeitraum, der zur Erreichung des Speicherungszwecks erforderlich ist oder sofern dies durch den Europäischen Richtlinien- und Verordnungsgeber oder einen anderen Gesetzgeber in Gesetzen oder Vorschriften, welchen der für die Verarbeitung Verantwortliche unterliegt, vorgesehen wurde.","450e6af7":"Entfällt der Speicherungszweck oder läuft eine vom Europäischen Richtlinien- und Verordnungsgeber oder einem anderen zuständigen Gesetzgeber vorgeschriebene Speicherfrist ab, werden die personenbezogenen Daten routinemäßig und entsprechend den gesetzlichen Vorschriften gesperrt oder gelöscht.","1abca811":"8. Rechte der betroffenen Person","5d0af532":"a) Recht auf Bestätigung","-427e64c6":"Jede betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber eingeräumte Recht, von dem für die Verarbeitung Verantwortlichen eine Bestätigung darüber zu verlangen, ob sie betreffende personenbezogene Daten verarbeitet werden. Möchte eine betroffene Person dieses Bestätigungsrecht in Anspruch nehmen, kann sie sich hierzu jederzeit an einen Mitarbeiter des für die Verarbeitung Verantwortlichen wenden.","7c54735e":"b) Recht auf Auskunft","-2548be71":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, jederzeit von dem für die Verarbeitung Verantwortlichen unentgeltliche Auskunft über die zu seiner Person gespeicherten personenbezogenen Daten und eine Kopie dieser Auskunft zu erhalten. Ferner hat der Europäische Richtlinien- und Verordnungsgeber der betroffenen Person Auskunft über folgende Informationen zugestanden:","1237943c":"die Verarbeitungszwecke","796d0142":"die Kategorien personenbezogener Daten, die verarbeitet werden","-4b37f74":"die Empfänger oder Kategorien von Empfängern, gegenüber denen die personenbezogenen Daten offengelegt worden sind oder noch offengelegt werden, insbesondere bei Empfängern in Drittländern oder bei internationalen Organisationen","60f883dd":"falls möglich die geplante Dauer, für die die personenbezogenen Daten gespeichert werden, oder, falls dies nicht möglich ist, die Kriterien für die Festlegung dieser Dauer","-6e4e1ce3":"das Bestehen eines Rechts auf Berichtigung oder Löschung der sie betreffenden personenbezogenen Daten oder auf Einschränkung der Verarbeitung durch den Verantwortlichen oder eines Widerspruchsrechts gegen diese Verarbeitung","-2a467a9c":"das Bestehen eines Beschwerderechts bei einer Aufsichtsbehörde","-4e3df5bf":"wenn die personenbezogenen Daten nicht bei der betroffenen Person erhoben werden: Alle verfügbaren Informationen über die Herkunft der Daten","-2f5f3f9f":"das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling gemäß Artikel 22 Abs.1 und 4 DS-GVO und — zumindest in diesen Fällen — aussagekräftige Informationen über die involvierte Logik sowie die Tragweite und die angestrebten Auswirkungen einer derartigen Verarbeitung für die betroffene Person","785167e0":"Ferner steht der betroffenen Person ein Auskunftsrecht darüber zu, ob personenbezogene Daten an ein Drittland oder an eine internationale Organisation übermittelt wurden. Sofern dies der Fall ist, so steht der betroffenen Person im Übrigen das Recht zu, Auskunft über die geeigneten Garantien im Zusammenhang mit der Übermittlung zu erhalten.","-5bb4003d":"Möchte eine betroffene Person dieses Auskunftsrecht in Anspruch nehmen, kann sie sich hierzu jederzeit an einen Mitarbeiter des für die Verarbeitung Verantwortlichen wenden.","3912eda7":"c) Recht auf Berichtigung","4962b2be":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, die unverzügliche Berichtigung sie betreffender unrichtiger personenbezogener Daten zu verlangen. Ferner steht der betroffenen Person das Recht zu, unter Berücksichtigung der Zwecke der Verarbeitung, die Vervollständigung unvollständiger personenbezogener Daten — auch mittels einer ergänzenden Erklärung — zu verlangen.","452b898b":"Möchte eine betroffene Person dieses Berichtigungsrecht in Anspruch nehmen, kann sie sich hierzu jederzeit an einen Mitarbeiter des für die Verarbeitung Verantwortlichen wenden.","3efca1a3":"d) Recht auf Löschung (Recht auf Vergessen werden)","-1228d3a9":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, von dem Verantwortlichen zu verlangen, dass die sie betreffenden personenbezogenen Daten unverzüglich gelöscht werden, sofern einer der folgenden Gründe zutrifft und soweit die Verarbeitung nicht erforderlich ist:","-35ef2b30":"Die personenbezogenen Daten wurden für solche Zwecke erhoben oder auf sonstige Weise verarbeitet, für welche sie nicht mehr notwendig sind.","-8ae11ec":"Die betroffene Person widerruft ihre Einwilligung, auf die sich die Verarbeitung gemäß Art. 6 Abs. 1 Buchstabe a DS-GVO oder Art. 9 Abs. 2 Buchstabe a DS-GVO stützte, und es fehlt an einer anderweitigen Rechtsgrundlage für die Verarbeitung.","-d9b7837":"Die betroffene Person legt gemäß Art. 21 Abs. 1 DS-GVO Widerspruch gegen die Verarbeitung ein, und es liegen keine vorrangigen berechtigten Gründe für die Verarbeitung vor, oder die betroffene Person legt gemäß Art. 21 Abs. 2 DS-GVO Widerspruch gegen die Verarbeitung ein.","6b04c330":"Die personenbezogenen Daten wurden unrechtmäßig verarbeitet.","-2824afe5":"Die Löschung der personenbezogenen Daten ist zur Erfüllung einer rechtlichen Verpflichtung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten erforderlich, dem der Verantwortliche unterliegt.","-30c3aec6":"Die personenbezogenen Daten wurden in Bezug auf angebotene Dienste der Informationsgesellschaft gemäß Art. 8 Abs. 1 DS-GVO erhoben.","-71e763b1":"Sofern einer der oben genannten Gründe zutrifft und eine betroffene Person die Löschung von personenbezogenen Daten, die bei der anthonysalamin.ch gespeichert sind, veranlassen möchte, kann sie sich hierzu jederzeit an einen Mitarbeiter des für die Verarbeitung Verantwortlichen wenden. Der Mitarbeiter der anthonysalamin.ch wird veranlassen, dass dem Löschverlangen unverzüglich nachgekommen wird.","-5083ace6":"Wurden die personenbezogenen Daten von der anthonysalamin.ch öffentlich gemacht und ist unser Unternehmen als Verantwortlicher gemäß Art. 17 Abs. 1 DS-GVO zur Löschung der personenbezogenen Daten verpflichtet, so trifft die anthonysalamin.ch unter Berücksichtigung der verfügbaren Technologie und der Implementierungskosten angemessene Maßnahmen, auch technischer Art, um andere für die Datenverarbeitung Verantwortliche, welche die veröffentlichten personenbezogenen Daten verarbeiten, darüber in Kenntnis zu setzen, dass die betroffene Person von diesen anderen für die Datenverarbeitung Verantwortlichen die Löschung sämtlicher Links zu diesen personenbezogenen Daten oder von Kopien oder Replikationen dieser personenbezogenen Daten verlangt hat, soweit die Verarbeitung nicht erforderlich ist. Der Mitarbeiter der anthonysalamin.ch wird im Einzelfall das Notwendige veranlassen.","1e64b158":"e) Recht auf Einschränkung der Verarbeitung","-b4a1af2":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, von dem Verantwortlichen die Einschränkung der Verarbeitung zu verlangen, wenn eine der folgenden Voraussetzungen gegeben ist:","-4ae107f1":"Die Richtigkeit der personenbezogenen Daten wird von der betroffenen Person bestritten, und zwar für eine Dauer, die es dem Verantwortlichen ermöglicht, die Richtigkeit der personenbezogenen Daten zu überprüfen.","-2d759e63":"Die Verarbeitung ist unrechtmäßig, die betroffene Person lehnt die Löschung der personenbezogenen Daten ab und verlangt stattdessen die Einschränkung der Nutzung der personenbezogenen Daten.","10ef59db":"Der Verantwortliche benötigt die personenbezogenen Daten für die Zwecke der Verarbeitung nicht länger, die betroffene Person benötigt sie jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.","3bbb1c66":"Die betroffene Person hat Widerspruch gegen die Verarbeitung gem. Art. 21 Abs. 1 DS-GVO eingelegt und es steht noch nicht fest, ob die berechtigten Gründe des Verantwortlichen gegenüber denen der betroffenen Person überwiegen.","-173df6c9":"Sofern eine der oben genannten Voraussetzungen gegeben ist und eine betroffene Person die Einschränkung von personenbezogenen Daten, die bei der anthonysalamin.ch gespeichert sind, verlangen möchte, kann sie sich hierzu jederzeit an einen Mitarbeiter des für die Verarbeitung Verantwortlichen wenden. Der Mitarbeiter der anthonysalamin.ch wird die Einschränkung der Verarbeitung veranlassen.","4a94b2b0":"f) Recht auf Datenübertragbarkeit","28ba7dde":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, die sie betreffenden personenbezogenen Daten, welche durch die betroffene Person einem Verantwortlichen bereitgestellt wurden, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten. Sie hat außerdem das Recht, diese Daten einem anderen Verantwortlichen ohne Behinderung durch den Verantwortlichen, dem die personenbezogenen Daten bereitgestellt wurden, zu übermitteln, sofern die Verarbeitung auf der Einwilligung gemäß Art. 6 Abs. 1 Buchstabe a DS-GVO oder Art. 9 Abs. 2 Buchstabe a DS-GVO oder auf einem Vertrag gemäß Art. 6 Abs. 1 Buchstabe b DS-GVO beruht und die Verarbeitung mithilfe automatisierter Verfahren erfolgt, sofern die Verarbeitung nicht für die Wahrnehmung einer Aufgabe erforderlich ist, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, welche dem Verantwortlichen übertragen wurde.","-63f8fe56":"Ferner hat die betroffene Person bei der Ausübung ihres Rechts auf Datenübertragbarkeit gemäß Art. 20 Abs. 1 DS-GVO das Recht, zu erwirken, dass die personenbezogenen Daten direkt von einem Verantwortlichen an einen anderen Verantwortlichen übermittelt werden, soweit dies technisch machbar ist und sofern hiervon nicht die Rechte und Freiheiten anderer Personen beeinträchtigt werden.","69b50108":"Zur Geltendmachung des Rechts auf Datenübertragbarkeit kann sich die betroffene Person jederzeit an einen Mitarbeiter der anthonysalamin.ch wenden.","-90afdac":"g) Recht auf Widerspruch","4a70b6a":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung sie betreffender personenbezogener Daten, die aufgrund von Art. 6 Abs. 1 Buchstaben e oder f DS-GVO erfolgt, Widerspruch einzulegen. Dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling.","555d1e6c":"Die anthonysalamin.ch verarbeitet die personenbezogenen Daten im Falle des Widerspruchs nicht mehr, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die den Interessen, Rechten und Freiheiten der betroffenen Person überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.","2458d42e":"Verarbeitet die anthonysalamin.ch personenbezogene Daten, um Direktwerbung zu betreiben, so hat die betroffene Person das Recht, jederzeit Widerspruch gegen die Verarbeitung der personenbezogenen Daten zum Zwecke derartiger Werbung einzulegen. Dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht. Widerspricht die betroffene Person gegenüber der anthonysalamin.ch der Verarbeitung für Zwecke der Direktwerbung, so wird die anthonysalamin.ch die personenbezogenen Daten nicht mehr für diese Zwecke verarbeiten.","2495d8b7":"Zudem hat die betroffene Person das Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, gegen die sie betreffende Verarbeitung personenbezogener Daten, die bei der anthonysalamin.ch zu wissenschaftlichen oder historischen Forschungszwecken oder zu statistischen Zwecken gemäß Art. 89 Abs. 1 DS-GVO erfolgen, Widerspruch einzulegen, es sei denn, eine solche Verarbeitung ist zur Erfüllung einer im öffentlichen Interesse liegenden Aufgabe erforderlich.","6017c62b":"Zur Ausübung des Rechts auf Widerspruch kann sich die betroffene Person direkt an jeden Mitarbeiter der anthonysalamin.ch oder einen anderen Mitarbeiter wenden. Der betroffenen Person steht es ferner frei, im Zusammenhang mit der Nutzung von Diensten der Informationsgesellschaft, ungeachtet der Richtlinie 2002/58/EG, ihr Widerspruchsrecht mittels automatisierter Verfahren auszuüben, bei denen technische Spezifikationen verwendet werden.","564d7926":"h) Automatisierte Entscheidungen im Einzelfall einschließlich Profiling","-4f13acd8":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, nicht einer ausschließlich auf einer automatisierten Verarbeitung — einschließlich Profiling — beruhenden Entscheidung unterworfen zu werden, die ihr gegenüber rechtliche Wirkung entfaltet oder sie in ähnlicher Weise erheblich beeinträchtigt, sofern die Entscheidung (1) nicht für den Abschluss oder die Erfüllung eines Vertrags zwischen der betroffenen Person und dem Verantwortlichen erforderlich ist, oder (2) aufgrund von Rechtsvorschriften der Union oder der Mitgliedstaaten, denen der Verantwortliche unterliegt, zulässig ist und diese Rechtsvorschriften angemessene Maßnahmen zur Wahrung der Rechte und Freiheiten sowie der berechtigten Interessen der betroffenen Person enthalten oder (3) mit ausdrücklicher Einwilligung der betroffenen Person erfolgt.","-767a7fcc":"Ist die Entscheidung (1) für den Abschluss oder die Erfüllung eines Vertrags zwischen der betroffenen Person und dem Verantwortlichen erforderlich oder (2) erfolgt sie mit ausdrücklicher Einwilligung der betroffenen Person, trifft die anthonysalamin.ch angemessene Maßnahmen, um die Rechte und Freiheiten sowie die berechtigten Interessen der betroffenen Person zu wahren, wozu mindestens das Recht auf Erwirkung des Eingreifens einer Person seitens des Verantwortlichen, auf Darlegung des eigenen Standpunkts und auf Anfechtung der Entscheidung gehört.","-7ed0cca2":"Möchte die betroffene Person Rechte mit Bezug auf automatisierte Entscheidungen geltend machen, kann sie sich hierzu jederzeit an einen Mitarbeiter des für die Verarbeitung Verantwortlichen wenden.","-59a77423":"i)   Recht auf Widerruf einer datenschutzrechtlichen Einwilligung","382962d0":"Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europäischen Richtlinien- und Verordnungsgeber gewährte Recht, eine Einwilligung zur Verarbeitung personenbezogener Daten jederzeit zu widerrufen.","41e377f0":"Möchte die betroffene Person ihr Recht auf Widerruf einer Einwilligung geltend machen, kann sie sich hierzu jederzeit an einen Mitarbeiter des für die Verarbeitung Verantwortlichen wenden.","-7d41f43c":"9. Datenschutzbestimmungen zu Einsatz und Verwendung von Funktionen des Amazon-Partnerprogramms","-2a4e9df9":"Der für die Verarbeitung Verantwortliche hat als Teilnehmer des Amazon-Partnerprogramms auf dieser Internetseite Amazon-Komponenten integriert. Die Amazon-Komponenten wurden von Amazon mit dem Ziel konzipiert, Kunden über Werbeanzeigen auf unterschiedliche Internetseiten der Amazon-Gruppe, insbesondere auf Amazon.co.uk, Local.Amazon.co.uk, Amazon.de, BuyVIP.com, Amazon.fr, Amazon.it und Amazon.es. BuyVIP.com gegen Zahlung einer Provision zu vermitteln. Der für die Verarbeitung Verantwortliche kann durch die Nutzung der Amazon-Komponenten Werbeeinnahmen generieren.","72cd9280":"Betreibergesellschaft dieser Amazon-Komponenten ist die Amazon EU S.à.r.l, 5 Rue Plaetis, L-2338 Luxembourg, Luxemburg.","-601399ff":"Amazon setzt ein Cookie auf dem informationstechnologischen System der betroffenen Person. Was Cookies sind, wurde oben bereits erläutert. Durch jeden einzelnen Aufruf einer der Einzelseiten dieser Internetseite, die durch den für die Verarbeitung Verantwortlichen betrieben wird und auf welcher eine Amazon-Komponente integriert wurde, wird der Internetbrowser auf dem informationstechnologischen System der betroffenen Person automatisch durch die jeweilige Amazon-Komponente veranlasst, Daten zum Zwecke der Online-Werbung und der Abrechnung von Provisionen an Amazon zu übermitteln. Im Rahmen dieses technischen Verfahrens erhält Amazon Kenntnis über personenbezogene Daten, die Amazon dazu dienen, die Herkunft von bei Amazon eingehenden Bestellungen nachzuvollziehen und in der Folge eine Provisionsabrechnung zu ermöglichen. Amazon kann unter anderem nachvollziehen, dass die betroffene Person einen Partnerlink auf unserer Internetseite angeklickt hat.","4cc744f9":"Die betroffene Person kann die Setzung von Cookies durch unsere Internetseite, wie oben bereits dargestellt, jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen. Eine solche Einstellung des genutzten Internetbrowsers würde auch verhindern, dass Amazon ein Cookie auf dem informationstechnologischen System der betroffenen Person setzt. Zudem können von Amazon bereits gesetzte Cookies jederzeit über einen Internetbrowser oder andere Softwareprogramme gelöscht werden.","562f0890":"Weitere Informationen und die geltenden Datenschutzbestimmungen von Amazon können unter https://www.amazon.de/gp/help/customer/display.html?nodeId=3312401 abgerufen werden.","-4db3a178":"10. Datenschutzbestimmungen zu Einsatz und Verwendung von Google AdSense","498960d2":"Der für die Verarbeitung Verantwortliche hat auf dieser Internetseite Google AdSense integriert. Google AdSense ist ein Online-Dienst, über welchen eine Vermittlung von Werbung auf Drittseiten ermöglicht wird. Google AdSense beruht auf einem Algorithmus, welcher die auf Drittseiten angezeigten Werbeanzeigen passend zu den Inhalten der jeweiligen Drittseite auswählt. Google AdSense gestattet ein interessenbezogenes Targeting des Internetnutzers, welches mittels Generierung von individuellen Benutzerprofilen umgesetzt wird.","-6764dffd":"Betreibergesellschaft der Google-AdSense-Komponente ist die Alphabet Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.","-66f14208":"Der Zweck der Google-AdSense-Komponente ist die Einbindung von Werbeanzeigen auf unserer Internetseite. Google-AdSense setzt ein Cookie auf dem informationstechnologischen System der betroffenen Person. Was Cookies sind, wurde oben bereits erläutert. Mit der Setzung des Cookies wird der Alphabet Inc. eine Analyse der Benutzung unserer Internetseite ermöglicht. Durch jeden Aufruf einer der Einzelseiten dieser Internetseite, die durch den für die Verarbeitung Verantwortlichen betrieben wird und auf welcher eine Google-AdSense-Komponente integriert wurde, wird der Internetbrowser auf dem informationstechnologischen System der betroffenen Person automatisch durch die jeweilige Google-AdSense-Komponente veranlasst, Daten zum Zwecke der Online-Werbung und der Abrechnung von Provisionen an die Alphabet Inc. zu übermitteln. Im Rahmen dieses technischen Verfahrens erhält die Alphabet Inc. Kenntnis über personenbezogene Daten, wie der IP-Adresse der betroffenen Person, die der Alphabet Inc. unter anderem dazu dienen, die Herkunft der Besucher und Klicks nachzuvollziehen und in der Folge Provisionsabrechnungen zu ermöglichen.","1c338f4b":"Die betroffene Person kann die Setzung von Cookies durch unsere Internetseite, wie oben bereits dargestellt, jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen. Eine solche Einstellung des genutzten Internetbrowsers würde auch verhindern, dass die Alphabet Inc. ein Cookie auf dem informationstechnologischen System der betroffenen Person setzt. Zudem kann ein von der Alphabet Inc. bereits gesetzter Cookie jederzeit über den Internetbrowser oder andere Softwareprogramme gelöscht werden.","14177b86":"Google AdSense verwendet zudem sogenannte Zählpixel. Ein Zählpixel ist eine Miniaturgrafik, die in Internetseiten eingebettet wird, um eine Logdatei-Aufzeichnung und eine Logdatei-Analyse zu ermöglichen, wodurch eine statistische Auswertung durchgeführt werden kann. Anhand des eingebetteten Zählpixels kann die Alphabet Inc. erkennen, ob und wann eine Internetseite von einer betroffenen Person geöffnet wurde und welche Links von der betroffenen Person angeklickt wurden. Zählpixel dienen unter anderem dazu, den Besucherfluss einer Internetseite auszuwerten.","57bb59d9":"Über Google AdSense werden personenbezogene Daten und Informationen, was auch die IP-Adresse umfasst und zur Erfassung und Abrechnung der angezeigten Werbeanzeigen notwendig ist, an die Alphabet Inc. in die Vereinigten Staaten von Amerika übertragen. Diese personenbezogenen Daten werden in den Vereinigten Staaten von Amerika gespeichert und verarbeitet. Die Alphabet Inc. gibt diese über das technische Verfahren erhobenen personenbezogenen Daten unter Umständen an Dritte weiter.","36d3342":"Google-AdSense wird unter diesem Link https://www.google.de/intl/de/adsense/start/ genauer erläutert.","-6d68cff4":"11. Datenschutzbestimmungen zu Einsatz und Verwendung von Google Analytics (mit Anonymisierungsfunktion)","-30ec4695":"Der für die Verarbeitung Verantwortliche hat auf dieser Internetseite die Komponente Google Analytics (mit Anonymisierungsfunktion) integriert. Google Analytics ist ein Web-Analyse-Dienst. Web-Analyse ist die Erhebung, Sammlung und Auswertung von Daten über das Verhalten von Besuchern von Internetseiten. Ein Web-Analyse-Dienst erfasst unter anderem Daten darüber, von welcher Internetseite eine betroffene Person auf eine Internetseite gekommen ist (sogenannte Referrer), auf welche Unterseiten der Internetseite zugegriffen oder wie oft und für welche Verweildauer eine Unterseite betrachtet wurde. Eine Web-Analyse wird überwiegend zur Optimierung einer Internetseite und zur Kosten-Nutzen-Analyse von Internetwerbung eingesetzt.","2133f0e2":"Betreibergesellschaft der Google-Analytics-Komponente ist die Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.","-2c23977":"Der für die Verarbeitung Verantwortliche verwendet für die Web-Analyse über Google Analytics den Zusatz \"_gat._anonymizeIp\". Mittels dieses Zusatzes wird die IP-Adresse des Internetanschlusses der betroffenen Person von Google gekürzt und anonymisiert, wenn der Zugriff auf unsere Internetseiten aus einem Mitgliedstaat der Europäischen Union oder aus einem anderen Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum erfolgt.","-4db3d416":"Der Zweck der Google-Analytics-Komponente ist die Analyse der Besucherströme auf unserer Internetseite. Google nutzt die gewonnenen Daten und Informationen unter anderem dazu, die Nutzung unserer Internetseite auszuwerten, um für uns Online-Reports, welche die Aktivitäten auf unseren Internetseiten aufzeigen, zusammenzustellen, und um weitere mit der Nutzung unserer Internetseite in Verbindung stehende Dienstleistungen zu erbringen.","4719b627":"Google Analytics setzt ein Cookie auf dem informationstechnologischen System der betroffenen Person. Was Cookies sind, wurde oben bereits erläutert. Mit Setzung des Cookies wird Google eine Analyse der Benutzung unserer Internetseite ermöglicht. Durch jeden Aufruf einer der Einzelseiten dieser Internetseite, die durch den für die Verarbeitung Verantwortlichen betrieben wird und auf welcher eine Google-Analytics-Komponente integriert wurde, wird der Internetbrowser auf dem informationstechnologischen System der betroffenen Person automatisch durch die jeweilige Google-Analytics-Komponente veranlasst, Daten zum Zwecke der Online-Analyse an Google zu übermitteln. Im Rahmen dieses technischen Verfahrens erhält Google Kenntnis über personenbezogene Daten, wie der IP-Adresse der betroffenen Person, die Google unter anderem dazu dienen, die Herkunft der Besucher und Klicks nachzuvollziehen und in der Folge Provisionsabrechnungen zu ermöglichen.","-524ae232":"Mittels des Cookies werden personenbezogene Informationen, beispielsweise die Zugriffszeit, der Ort, von welchem ein Zugriff ausging und die Häufigkeit der Besuche unserer Internetseite durch die betroffene Person, gespeichert. Bei jedem Besuch unserer Internetseiten werden diese personenbezogenen Daten, einschließlich der IP-Adresse des von der betroffenen Person genutzten Internetanschlusses, an Google in den Vereinigten Staaten von Amerika übertragen. Diese personenbezogenen Daten werden durch Google in den Vereinigten Staaten von Amerika gespeichert. Google gibt diese über das technische Verfahren erhobenen personenbezogenen Daten unter Umständen an Dritte weiter.","ae303be":"Die betroffene Person kann die Setzung von Cookies durch unsere Internetseite, wie oben bereits dargestellt, jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen. Eine solche Einstellung des genutzten Internetbrowsers würde auch verhindern, dass Google ein Cookie auf dem informationstechnologischen System der betroffenen Person setzt. Zudem kann ein von Google Analytics bereits gesetzter Cookie jederzeit über den Internetbrowser oder andere Softwareprogramme gelöscht werden.","-7e96e66d":"Ferner besteht für die betroffene Person die Möglichkeit, einer Erfassung der durch Google Analytics erzeugten, auf eine Nutzung dieser Internetseite bezogenen Daten sowie der Verarbeitung dieser Daten durch Google zu widersprechen und eine solche zu verhindern. Hierzu muss die betroffene Person ein Browser-Add-On unter dem Link https://tools.google.com/dlpage/gaoptout herunterladen und installieren. Dieses Browser-Add-On teilt Google Analytics über JavaScript mit, dass keine Daten und Informationen zu den Besuchen von Internetseiten an Google Analytics übermittelt werden dürfen. Die Installation des Browser-Add-Ons wird von Google als Widerspruch gewertet. Wird das informationstechnologische System der betroffenen Person zu einem späteren Zeitpunkt gelöscht, formatiert oder neu installiert, muss durch die betroffene Person eine erneute Installation des Browser-Add-Ons erfolgen, um Google Analytics zu deaktivieren. Sofern das Browser-Add-On durch die betroffene Person oder einer anderen Person, die ihrem Machtbereich zuzurechnen ist, deinstalliert oder deaktiviert wird, besteht die Möglichkeit der Neuinstallation oder der erneuten Aktivierung des Browser-Add-Ons.","-4ce41a41":"Weitere Informationen und die geltenden Datenschutzbestimmungen von Google können unter https://www.google.de/intl/de/policies/privacy/ und unter http://www.google.com/analytics/terms/de.html abgerufen werden. Google Analytics wird unter diesem Link https://www.google.com/intl/de_de/analytics/ genauer erläutert.","-40affca8":"12. Datenschutzbestimmungen zu Einsatz und Verwendung von Google-AdWords","-495364fc":"Der für die Verarbeitung Verantwortliche hat auf dieser Internetseite Google AdWords integriert. Google AdWords ist ein Dienst zur Internetwerbung, der es Werbetreibenden gestattet, sowohl Anzeigen in den Suchmaschinenergebnissen von Google als auch im Google-Werbenetzwerk zu schalten. Google AdWords ermöglicht es einem Werbetreibenden, vorab bestimmte Schlüsselwörter festzulegen, mittels derer eine Anzeige in den Suchmaschinenergebnissen von Google ausschließlich dann angezeigt wird, wenn der Nutzer mit der Suchmaschine ein schlüsselwortrelevantes Suchergebnis abruft. Im Google-Werbenetzwerk werden die Anzeigen mittels eines automatischen Algorithmus und unter Beachtung der zuvor festgelegten Schlüsselwörter auf themenrelevanten Internetseiten verteilt.","-a8988a9":"Betreibergesellschaft der Dienste von Google AdWords ist die Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.","57d325f9":"Der Zweck von Google AdWords ist die Bewerbung unserer Internetseite durch die Einblendung von interessenrelevanter Werbung auf den Internetseiten von Drittunternehmen und in den Suchmaschinenergebnissen der Suchmaschine Google und eine Einblendung von Fremdwerbung auf unserer Internetseite.","28e41055":"Gelangt eine betroffene Person über eine Google-Anzeige auf unsere Internetseite, wird auf dem informationstechnologischen System der betroffenen Person durch Google ein sogenannter Conversion-Cookie abgelegt. Was Cookies sind, wurde oben bereits erläutert. Ein Conversion-Cookie verliert nach dreißig Tagen seine Gültigkeit und dient nicht zur Identifikation der betroffenen Person. Über den Conversion-Cookie wird, sofern das Cookie noch nicht abgelaufen ist, nachvollzogen, ob bestimmte Unterseiten, beispielsweise der Warenkorb von einem Online-Shop-System, auf unserer Internetseite aufgerufen wurden. Durch den Conversion-Cookie können sowohl wir als auch Google nachvollziehen, ob eine betroffene Person, die über eine AdWords-Anzeige auf unsere Internetseite gelangt ist, einen Umsatz generierte, also einen Warenkauf vollzogen oder abgebrochen hat.","50f484c1":"Die durch die Nutzung des Conversion-Cookies erhobenen Daten und Informationen werden von Google verwendet, um Besuchsstatistiken für unsere Internetseite zu erstellen. Diese Besuchsstatistiken werden durch uns wiederum genutzt, um die Gesamtanzahl der Nutzer zu ermitteln, welche über AdWords-Anzeigen an uns vermittelt wurden, also um den Erfolg oder Misserfolg der jeweiligen AdWords-Anzeige zu ermitteln und um unsere AdWords-Anzeigen für die Zukunft zu optimieren. Weder unser Unternehmen noch andere Werbekunden von Google-AdWords erhalten Informationen von Google, mittels derer die betroffene Person identifiziert werden könnte.","5d5e467c":"Mittels des Conversion-Cookies werden personenbezogene Informationen, beispielsweise die durch die betroffene Person besuchten Internetseiten, gespeichert. Bei jedem Besuch unserer Internetseiten werden demnach personenbezogene Daten, einschließlich der IP-Adresse des von der betroffenen Person genutzten Internetanschlusses, an Google in den Vereinigten Staaten von Amerika übertragen. Diese personenbezogenen Daten werden durch Google in den Vereinigten Staaten von Amerika gespeichert. Google gibt diese über das technische Verfahren erhobenen personenbezogenen Daten unter Umständen an Dritte weiter.","6504e694":"Die betroffene Person kann die Setzung von Cookies durch unsere Internetseite, wie oben bereits dargestellt, jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen. Eine solche Einstellung des genutzten Internetbrowsers würde auch verhindern, dass Google einen Conversion-Cookie auf dem informationstechnologischen System der betroffenen Person setzt. Zudem kann ein von Google AdWords bereits gesetzter Cookie jederzeit über den Internetbrowser oder andere Softwareprogramme gelöscht werden.","39ec1acd":"Ferner besteht für die betroffene Person die Möglichkeit, der interessenbezogenen Werbung durch Google zu widersprechen. Hierzu muss die betroffene Person von jedem der von ihr genutzten Internetbrowser aus den Link www.google.de/settings/ads aufrufen und dort die gewünschten Einstellungen vornehmen.","59acfba7":"Weitere Informationen und die geltenden Datenschutzbestimmungen von Google können unter https://www.google.de/intl/de/policies/privacy/ abgerufen werden.","5eff1a13":"13. Rechtsgrundlage der Verarbeitung","7ca43734":"Art. 6 I lit. a DS-GVO dient unserem Unternehmen als Rechtsgrundlage für Verarbeitungsvorgänge, bei denen wir eine Einwilligung für einen bestimmten Verarbeitungszweck einholen. Ist die Verarbeitung personenbezogener Daten zur Erfüllung eines Vertrags, dessen Vertragspartei die betroffene Person ist, erforderlich, wie dies beispielsweise bei Verarbeitungsvorgängen der Fall ist, die für eine Lieferung von Waren oder die Erbringung einer sonstigen Leistung oder Gegenleistung notwendig sind, so beruht die Verarbeitung auf Art. 6 I lit. b DS-GVO. Gleiches gilt für solche Verarbeitungsvorgänge die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind, etwa in Fällen von Anfragen zur unseren Produkten oder Leistungen. Unterliegt unser Unternehmen einer rechtlichen Verpflichtung durch welche eine Verarbeitung von personenbezogenen Daten erforderlich wird, wie beispielsweise zur Erfüllung steuerlicher Pflichten, so basiert die Verarbeitung auf Art. 6 I lit. c DS-GVO. In seltenen Fällen könnte die Verarbeitung von personenbezogenen Daten erforderlich werden, um lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person zu schützen. Dies wäre beispielsweise der Fall, wenn ein Besucher in unserem Betrieb verletzt werden würde und daraufhin sein Name, sein Alter, seine Krankenkassendaten oder sonstige lebenswichtige Informationen an einen Arzt, ein Krankenhaus oder sonstige Dritte weitergegeben werden müssten. Dann würde die Verarbeitung auf Art. 6 I lit. d DS-GVO beruhen. Letztlich könnten Verarbeitungsvorgänge auf Art. 6 I lit. f DS-GVO beruhen. Auf dieser Rechtsgrundlage basieren Verarbeitungsvorgänge, die von keiner der vorgenannten Rechtsgrundlagen erfasst werden, wenn die Verarbeitung zur Wahrung eines berechtigten Interesses unseres Unternehmens oder eines Dritten erforderlich ist, sofern die Interessen, Grundrechte und Grundfreiheiten des Betroffenen nicht überwiegen. Solche Verarbeitungsvorgänge sind uns insbesondere deshalb gestattet, weil sie durch den Europäischen Gesetzgeber besonders erwähnt wurden. Er vertrat insoweit die Auffassung, dass ein berechtigtes Interesse anzunehmen sein könnte, wenn die betroffene Person ein Kunde des Verantwortlichen ist (Erwägungsgrund 47 Satz 2 DS-GVO).","-2fe89575":"14. Berechtigte Interessen an der Verarbeitung, die von dem Verantwortlichen oder einem Dritten verfolgt werden","-7bbc17b9":"Basiert die Verarbeitung personenbezogener Daten auf Artikel 6 I lit. f DS-GVO ist unser berechtigtes Interesse die Durchführung unserer Geschäftstätigkeit zugunsten des Wohlergehens all unserer Mitarbeiter und unserer Anteilseigner.","79d8d6ca":"15. Dauer, für die die personenbezogenen Daten gespeichert werden","4af5bca9":"Das Kriterium für die Dauer der Speicherung von personenbezogenen Daten ist die jeweilige gesetzliche Aufbewahrungsfrist. Nach Ablauf der Frist werden die entsprechenden Daten routinemäßig gelöscht, sofern sie nicht mehr zur Vertragserfüllung oder Vertragsanbahnung erforderlich sind.","2828b550":"16. Gesetzliche oder vertragliche Vorschriften zur Bereitstellung der personenbezogenen Daten; Erforderlichkeit für den Vertragsabschluss; Verpflichtung der betroffenen Person, die personenbezogenen Daten bereitzustellen; mögliche Folgen der Nichtbereitstellung","2eb65a20":"Wir klären Sie darüber auf, dass die Bereitstellung personenbezogener Daten zum Teil gesetzlich vorgeschrieben ist (z.B. Steuervorschriften) oder sich auch aus vertraglichen Regelungen (z.B. Angaben zum Vertragspartner) ergeben kann. Mitunter kann es zu einem Vertragsschluss erforderlich sein, dass eine betroffene Person uns personenbezogene Daten zur Verfügung stellt, die in der Folge durch uns verarbeitet werden müssen. Die betroffene Person ist beispielsweise verpflichtet uns personenbezogene Daten bereitzustellen, wenn unser Unternehmen mit ihr einen Vertrag abschließt. Eine Nichtbereitstellung der personenbezogenen Daten hätte zur Folge, dass der Vertrag mit dem Betroffenen nicht geschlossen werden könnte. Vor einer Bereitstellung personenbezogener Daten durch den Betroffenen muss sich der Betroffene an einen unserer Mitarbeiter wenden. Unser Mitarbeiter klärt den Betroffenen einzelfallbezogen darüber auf, ob die Bereitstellung der personenbezogenen Daten gesetzlich oder vertraglich vorgeschrieben oder für den Vertragsabschluss erforderlich ist, ob eine Verpflichtung besteht, die personenbezogenen Daten bereitzustellen, und welche Folgen die Nichtbereitstellung der personenbezogenen Daten hätte.","1ffbb63c":"17. Bestehen einer automatisierten Entscheidungsfindung","6d3c4dca":"Als verantwortungsbewusstes Unternehmen verzichten wir auf eine automatische Entscheidungsfindung oder ein Profiling.","26c2dd5e":"Diese Datenschutzerklärung wurde durch den Datenschutzerklärungs-Generator der DGD Deutsche Gesellschaft für Datenschutz GmbH, die als ","62e3420a":"Externer Datenschutzbeauftragter Augsburg","-1cab1fcc":" tätig ist, in Kooperation mit dem ","-6ca16f9":"Kölner IT- und Datenschutz Anwalt Christian Solmecke","-266b4d8f":" erstellt.","5b8b7cea":"Sierretakeuil | Platform relaunch","-25e2d845":"Helping new citizen to get to know their city quicker.","491623e9":"Filtering module JavaScript 🧠 ","2eaded":"code","1129fe5d":" UI / UX Design, web development","427d4807":" Ville de Sierre","-26205ebd":"Work in Progress | xtopo | Platform launch","5ca691c2":"Chat bot UX idea as splash screen for a development outsourcing company.","295b96a0":" Amir Nouri","-42907a6e":" Tehran, Iran","-55ee150":"Work in Progress | Helge von Giese | Portfolio","adc665e":"Showcasing writer's skills by focusing on typography.","-1494f249":" Helge von Giese","-c12281d":"Success","-72706210":"Thank you for your order, the desired service will be active within 24 hours.","-458afc4f":"Oops, error","7bdcf571":"You canceled your order, no transaction took place - the desired service is not activated.","-2500e64c":"Oops, Page Not Found (404)","560cedf1":"Original","52edbe18":"wventures.de","5dbff42e":"Web Hosting","20ac":"€","303a92a":"55.95","be11":"/mo","-5275faba":"Secure Cloud Hosting","-3dd0c285":"SSL Certificate Renewal","3e5b85cc":"Technical Support","5b9b4d46":"checkout","2db3423":"29.95","-8a357e4":"Kindly discounted until January 2021 as per your request due to financial difficulties.","-332a9be3":"Secure checkout via","-13b6d2cb":"Have a question ? I'm ","30cff0":"here","-5f6276fa":" for you.","-5b4a86e6":"Hosting","-5b823b88":"sierretakeuil.ch","22121e1e":"Hébergement Web","32fc00d":"89.00","375839c5":"Renouvellement SSL (HTTPS)","-5de4a75b":"Content Management System","-6fe7dce1":"Support technique","-4bbd997b":"Contrat de hosting basé sur le devis No. 95 - 19 06 19, validé par email le 27 juin 2019.","4847dafd":"Checkout sécurisé via","440793e9":"Vous avez une question ? Je suis ","313b71":"ici ","6f8ba7b3":"pour vous.","5dc2e220":"jera-institut.ch","3057aa6":"59.95","6c8f4806":"Cloud hosting Sécurisé","-2b12cf13":"Gestion de domaine + DNS","-40077a0a":"Une question ? Je suis ","1b0ac":"là ","-2c3fdebe":"helgevongiese.de","10da2":"EUR","2f76325":"49.95","-7cd17524":"Secured Cloud Hosting","2dbfbeb":"Domain name + DNS + 1 mailbox","46913c0a":"SSL renewal (HTTPS)","-76c5304c":"Technical support ","685ed3c7":"Secured checkout via","-cab124b":"Have a question ? I'm ","5e92e30":"here ","-28839fb8":"for you","716044f6":"skiclubsierre.ch","393f540a":"Hébergement","52ab61a9":"www.tlh-sierre.ch","32def12":"85.45","3a538c26":"Cloud Hosting Sécurisé","2f9ba625":"curiouslala.ch","74f95d76":"Nom de domaine","1855fa":"4.00","-10092e0a":"Pour profiter de ces options de hosting, merci de prendre contact avec votre administrateur.","-6bbe7593":"Succès","6d9f3f6e":"Merci pour votre confiance,","3a489867":"le service désiré a été activé.","7c3a365d":"Erreur","-1d401eaf":"Votre commande a été annulée, aucune transaction n'a été effectuée - le service désiré n'a pas été activé.","430c1acd":"auratorio.com","32ed792":"87.25","-5992906b":"Nom de domaine + mailbox","583d712f":"Integration e-commerce","7d3d0e93":"Contrat de hosting No. 64 - 03 02 19","-6196267e":"quatreaplus.ch","68b4e3e6":"Cloud hosting sécurisé","54e7886a":"Nom de domaine + DNS","-6b3fdf6c":"Mailbox","-74f282b5":"c.bressan@quatreaplus.ch","2cad689":"14.75","3a640e55":"Custom domain-based email","3a89a6d":"Protection anti-spam","-7ab820f4":"Gestion DNS / MX records","-5c096338":"Support / suivi technique","-273ef26":"multilingual CMS","-55053411":"Basic subscription","566a91f5":"119.00","-3a6dafef":"Custom translations","479f0b0b":"English + German","-40918572":"Auto-detect user language","-c00b2c7":"In context editor","4b29a9d4":"Prices are shown including German VAT (19%). Support of more than two languages (Japanese, etc.) and multilingual SEO possible on higher plans.","3a3d3431":"Basic CMS hosting","-6563edaf":"Recommandé","12b35169":"WWW.TLH-SIERRE.CH","-605622cc":"Hosting + Support","5686b9f6":"139,45","2baff1b":"/Mois","-3cdc9def":"Web Hosting (Basic)","32de790":"85,45","2ab67be2":"Hébergement basic, sans support technique ","-50ea1e86":"closer","1d4fb2f8":"Retainer fee","5ee09e38":"600.00","-3855441f":"Frontend support","61a30623":"Backend support","-7940e8bd":"Prices are shown excl. German VAT (19%). All invoices are sent per email, automatically.","-62d023fb":"urbainsalamin.ch","56748a9d":"120,00","dc7b483":"fureurdelire.ch","-1c88c3e2":"Hébergement + CMS","7ba80ee3":"1428,00","bc9c":"/an","-5e715bd8":"Une facture","655539ab":"PAIEMENT","566a8a73":"119,00","-22d6286a":"12 factures","-1f86c5c1":"Velas Dex V.1","61a90645":"Advanced CMS Hosting","581f6a94":"219.00","5cf70f0f":"Secure CMS Cloud Hosting","-621e167e":"99.99% uptime incl. backups","-68b97de0":"Up to ","484c04f9":"500,000","-3794c04a":" visits a month incl. SHA256 RSA TLS encryption + advanced SEO + AWS Shield DDoS attacks prevention.","-628a33ef":"Basic CMS Hosting","5851e747":"25,000","4a56ec5":" visits a month.","-6912f6f":"maudevongiese.ch","-43eaf8ae":"Hébergement web + CMS","5daea973":"599,40","1411c1ab":"Gestion nom de domaine (DNS) ","37b0a34a":"Gestion du contenu (CMS)","39d90d3d":"Support technique for life 😎","2f75ba3":"49,95","-26b1afdf":"Hosting annuel","69b9bb14":"really-ready.com","-5af91357":"CMS hosting + development","321a88c":"79.00","2c98afb":"/mois","2be6d398":"CMS cloud hosting","750d11ed":"1068.00","2ced8ec":"/year","-3a9472ad":"Priority Support","-4cea40eb":"6 months CMS Cloud Hosting","2d31c01d":"(past due JAN to JUNE)","6275f316":"833.00","7a72b860":"(upcoming JULY to DEC)","-3ed28b25":"poserhoergeraete.de","6a4":"59","58b61e69":"zzgl. 19% MWST.","-747da435":"Basic CMS dashboard","211599fb":"Manage your account","7635fb4f":"This is some text inside of a div block.","3d503d2b":"No items found.","7877dfeb":"Client","1188f3d8":"Design Hotels AG provides hospitality services to a network of over 300 independent small boutique and luxury hotels in over 50 countries worldwide.","-464d59b6":"My role","-4923af9e":"web development, UI/UX design, prototyping, micro-interractions","-669c8dfb":"Read process","3d7785a":"Brief","-755a926c":"The Berlin based creative team from Design Hotels trusted me with the development of their satellite platform which aims to share stories about experiential hospitality as well as facilitate online event registration. The initial brief was to launch an infinite scroll-like website with full width assets on a semi-random grid system.","5cc7b199":"Solution","449d8048":"Elegant mockups were soon followed by technical challenges namely usability and loading concerns. Several paths were explored like progressive content injection and intersection observer methods to exclusively load critical assets.","1f404b2a":"After several prototypes, suggestions and internal discussions, it was finally decided to drop the infinite scroll layout and adopt an editorial design approach to better reflect the amount of content we were actually getting from ongoing events.","48e2a249":"See website 🍓","-4d30d5c0":"The Berlin based creative team from Design Hotels trusted me with the development of their satellite platform aiming to share stories about experiential hospitality.","-72241b00":"Elegant mockups were soon followed by technical challenges namely usability and loading matters. Several paths were explored like progressive content injection and modern intersection observer methods to exclusively load critical assets first.","a1e2444":"After several prototypes, suggestions and internal discussions, it was decided to adopt an editorial design to better reflect the amount of content the marketing team was getting from ongoing events.","6573aa52":"The \"Thêatre les Halles\" is a swiss theater based in the heart of the magnificent Valais Switzerland, offering theatrical performances all year long.","30c863a2":"UX/UI design, web development, dynamic reservation, archive system, CMS setup, micro-interractions, Analytics & SEO","-33f65c51":"The Swiss Theater TLH commissioned me to design and develop a new online platform that includes a complex event management system, an online reservation module, a search component and an archive section.","-6ec0ae8a":"From the first wireframes to the final website, the entire UI was designed and developed with a mobile first approach to allow users to access the most meaningful information and book multiple events at once in just a few clicks.","-69618eae":"Details about specific events can now also be acquired through a very intuitive auto-complete search module which gracefully filters the entire flow of events. The CMS structure was redesigned to allow dynamic event reservation which now allows the team to easily manage their yearly events program, all by themselves.","48e2a241":"See website 🍋","-7e3ea259":"Auratorio is a fashion brand based in Switzerland, producing high quality limited edition apparel in Portugal.","7269d99":"e-commerce, web development, web design, CMS setup, Analytics & SEO","-3c108ceb":"For its first collection, the swiss based apparel label auratorio commissioned me to develop its very own e-commerce and online presence.","2e9f1f34":"From responsive design to custom e-commerce checkout, everything had to be done. Every product being sold are pulled from a CMS based structure allowing the founder to upload and modify at will any information in regards to pricing or images.","26d282fc":"In addition, I prepared and linked the Stripe gateway payment through which each and every sell can be followed and managed by the client himself.","48e2a23f":"See website 🍉","1b096fd6":"Sculptures","3791a1de":"Artiste","1d0795b4":"Acceuil","-627263ef":"Archives","-68d80214":"Mentions légales","-49e744c0":"Sculpteur valaisan, Urbain Salamin vous présente ses œuvres d'art nées de son travail au cœur de vieilles souches d'Arolle, arbres majestueux vivant jusqu'à 600 ans, peuplant les terres arides et venteuses des Alpes valaisannes.","-48bda494":"Prendre contact","1326d":"No.","c6a":"cm","7f0acb18":"Visiter","-5170a53f":"L'atelier","-35fad427":"Visiter l'atelier","-687f961f":"Urbain","-2db50cf1":"Salamin","-6cd8b854":"Sabine","20d03d":"FAQs","-d8218ba":"Le monde","6a54d9a1":"de l'Arolle","-498f9b31":"© 2023 urbainsalamin.ch","552b670a":"Design ❤️ anthonysalamin.ch","660fd842":"Originaire du val d’Anniviers, Urbain Salamin toujours féru de cueillette de champignons, passa bien des après-midis à parcourir les forêts de St-Luc. C’est au détour d’un chemin, impressionné par le nombre de souches mourantes d’arolle qu’il décide de leur redonner une seconde vie.","401a0":"‍‍","109a4ca8":"Urbain devient petit à petit sculpteur autodidacte, au travers de ses mains, elles deviennent naturellement des œuvres d’art. Urbain découvre ces merveilles qu’il façonne en mettant en évidence leur beauté complexe, les magnifie.","-4fb442d2":"Enfin des œuvres que l’on peut voir, sentir et caresser. A ce jour, Urbain a sculpté plus de 300 pièces qui varient entre 25 et 250 cm. En 1985, Urbain expose pour la première fois, à l’office national Suisse du tourisme à Paris. Taquiné par un metteur en scène, André Schmidt, il accepte de présenter ses œuvres en exposition dans l’espace Berclaz & Métrailler à Sierre 1994.","3abf4725":"Press & Info","-267f470f":"Urbain continuera jusqu'à la fin de sa vie et avec passion la création de multiples œuvres qu’il présentera à deux reprises aux Floralies Sierroises 2001 et 2003 une exposition à Swisscom à Sion en 2003 une exposition de trois semaines en compagnie du peintre Olivier Menge, dans l’espace de l’hôtel des vignes à St-Léonard en 2007 une exposition à la Galerie Duo à Sion en 2014 ","160bb9f6":"🔐 Demande d'accès","5a0ea5a1":"Thank you! Your submission has been received!","-7c112e99":"Oops! Something went wrong while submitting the form.","afb":"XS","4d":"M","4c":"L","3f":"?","-33ed8da9":"A vendre","4eb7850":"Vendu","6d":"m","-4811e0e9":"Previous","24ff13":"Next","1cadf5c9":"Où trouver l'atelier ?","-1dfbea35":"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.","-17e98d14":"Comment nous contacter ?","-3e4363c7":"Quel est le prix d'une racine ?","293605e4":"Qui est Urbain Salamin ?","3901bee5":"Ooops, no items found.","132ac":"Nom","3ff5b7c":"Email","-63dc6819":"Message","401e1e8":"Error","c938":"404"}