{"53":"S","78":"x","1497":"© ","-5767796a":"En cliquant sur ","6af87d0b":"\"Accepter\"","1cb658ce":", vous acceptez que tous les cookies soient stockés sur votre appareil afin d'améliorer la navigation sur le site, d'analyser l'utilisation du site et de nous aider dans nos efforts de marketing. Consultez notre ","6ad7d527":"politique de confidentialité","1442d302":" pour plus d'informations.","-6bfbaf20":"Préférences","-5c134542":"Refuser","-7c16fc2b":"Accepter","2dc7a23e":"Centre de préférences pour la politique de protection de la vie privée","5719b980":"Lorsque vous visitez des sites web, ceux-ci peuvent stocker ou récupérer des données dans votre navigateur. Ce stockage est souvent nécessaire pour la fonctionnalité de base du site web. Il peut être utilisé à des fins de marketing, d'analyse et de personnalisation du site, par exemple pour enregistrer vos préférences. La protection de la vie privée est importante pour nous, c'est pourquoi vous avez la possibilité de désactiver certains types de stockage qui ne sont pas nécessaires au fonctionnement de base du site web. Le blocage de certaines catégories peut avoir un impact sur votre expérience du site web.","-1bb35ed1":"Rejeter tous les cookies","-79c29fd3":"Accepter tous les cookies","351868e0":"Gérer les préférences en matière de consentement par catégorie","16a393aa":"Essentiel","-5c954f1a":"Toujours actif","-7b9165df":"Ces éléments sont nécessaires pour permettre le fonctionnement de base du site web.","3fc9ea06":"Marketing","16a3932e":"Essential","-7979fb1e":"Ces éléments sont utilisés pour diffuser des publicités plus pertinentes pour vous et vos centres d'intérêt. Ils peuvent également être utilisés pour limiter le nombre de fois que vous voyez une publicité et mesurer l'efficacité des campagnes publicitaires. Les réseaux publicitaires les placent généralement avec l'autorisation de l'exploitant du site web.","6fc5ea07":"Personnalisation","-1d143c52":"Ces éléments permettent au site web de se souvenir des choix que vous faites (tels que votre nom d'utilisateur, votre langue ou la région dans laquelle vous vous trouvez) et de fournir des fonctions améliorées et plus personnelles. Par exemple, un site web peut vous fournir des bulletins météorologiques locaux ou des informations sur la circulation en stockant des données sur votre position actuelle.","2fb3f453":"Analyse","-46635a4":"Ces éléments aident l'opérateur du site web à comprendre comment son site fonctionne, comment les visiteurs interagissent avec le site et s'il y a des problèmes techniques. Ce type de stockage ne recueille généralement pas d'informations permettant d'identifier un visiteur.","-c5b78c0":"Confirmer mes préférences et fermer","3791a1de":"Artiste","104e8":"Bio","-71062f5e":"Presse","-627263ef":"Archives","-762f7eb1":"+41 79 317 23 74","10ef6":"FAQ","-64104400":"Contact","9dcfa":"中文","6e72b6a":"zh-CN","ca9":"en","ccc":"fr","c81":"de","d2b":"it","cae":"es","e04":"pt","d01":"hi","3d503d2b":"No items found.","-49e744c0":"Sculpteur valaisan, Urbain Salamin vous présente ses œuvres d'art nées de son travail au cœur de vieilles souches d'Arolle, arbres majestueux vivant jusqu'à 600 ans, peuplant les terres arides et venteuses des Alpes valaisannes.","-35fad427":"Visiter l'atelier","1326d":"No.","c6a":"cm","7f0acb18":"Visiter","-5170a53f":"L'atelier","3d589138":"\"Emerveillé par la beauté du paysage, l'homme buta et trébucha sur un arolle mourant. L'effroyable réalité d'embrasser du néant réveilla en lui des instincts de création, par d'infinies caresses, de ses ciseaux tranchants, il redonna vie à ce triste moribond… Par centaines, troncs et racines quémandèrent l'heureuse opération; une symphonie est née, l'arolle reste vivant.\"","-687f961f":"Urbain","200d":"‍","-2db50cf1":"Salamin","-6cd8b854":"Sabine","20d03d":"FAQs","-d8218ba":"Le monde","6a54d9a1":"de l'Arolle","-48bda494":"Prendre contact","5b51e902":"L'Arolle","-68d80214":"Mentions légales","29ce40":"YYYY","-4d9463db":" urbainsalamin.ch","79ceadde":"Design","-67104443":"anthonysalamin.ch","-58edd6a9":"info@urbainsalamin.ch","660fd842":"Originaire du val d’Anniviers, Urbain Salamin toujours féru de cueillette de champignons, passa bien des après-midis à parcourir les forêts de St-Luc. C’est au détour d’un chemin, impressionné par le nombre de souches mourantes d’arolle qu’il décide de leur redonner une seconde vie.","401a0":"‍‍","109a4ca8":"Urbain devient petit à petit sculpteur autodidacte, au travers de ses mains, elles deviennent naturellement des œuvres d’art. Urbain découvre ces merveilles qu’il façonne en mettant en évidence leur beauté complexe, les magnifie.","-4fb442d2":"Enfin des œuvres que l’on peut voir, sentir et caresser. A ce jour, Urbain a sculpté plus de 300 pièces qui varient entre 25 et 250 cm. En 1985, Urbain expose pour la première fois, à l’office national Suisse du tourisme à Paris. Taquiné par un metteur en scène, André Schmidt, il accepte de présenter ses œuvres en exposition dans l’espace Berclaz & Métrailler à Sierre 1994.","3abf4725":"Press & Info","-267f470f":"Urbain continuera jusqu'à la fin de sa vie et avec passion la création de multiples œuvres qu’il présentera à deux reprises aux Floralies Sierroises 2001 et 2003 une exposition à Swisscom à Sion en 2003 une exposition de trois semaines en compagnie du peintre Olivier Menge, dans l’espace de l’hôtel des vignes à St-Léonard en 2007 une exposition à la Galerie Duo à Sion en 2014 ","160bb9f6":"🔐 Demande d'accès","5a0ea5a1":"Thank you! Your submission has been received!","-7c112e99":"Oops! Something went wrong while submitting the form.","afb":"XS","4d":"M","4c":"L","3f":"?","-33ed8da9":"A vendre","4eb7850":"Vendu","6d":"m","-4811e0e9":"Previous","24ff13":"Next","2701c1cc":"Nous contacter / prix d'une racine ?","1cadf5c9":"Où trouver l'atelier ?","5e1eaaf5":"Rue de l'Ile Falcon 31, CH-3960 Sierre","293605e4":"Qui est Urbain Salamin ?","-2282c608":"Toujours féru de cueillette de champignons, Urbain Salamin passe nombre d’après-midis à parcourir les forêts du Val d’Anniviers. C’est au détour d’un chemin, impressionné par le nombre de souches mourantes d’arolles et de mélèzes, qu’il décide de leur redonner une seconde vie. Il devient petit à petit sculpteur autodidacte. Au travers de ses mains, elles deviennent « naturellement » des œuvres d’art… Urbain découvre ces merveilles qu’il façonne en mettant en évidence leur beauté complexe, les magnifie. A ce jour, Urbain a sculpté plus de 300 pièces qui varient entre 25 et 250 cm de hauteur.","3901bee5":"Ooops, no items found.","132ac":"Nom","3ff5b7c":"Email","-63dc6819":"Message","-c12281d":"Success","401e1e8":"Error","c938":"404","-3c0dda4d":"What’s a Rich Text element?","2e633c6a":"The rich text element allows you to create and format headings, paragraphs, blockquotes, images, and video all in one place instead of having to add and format them individually. Just double-click and easily create content.","57fa6135":"Static and dynamic content editing","-a016b40":"A rich text element can be used with static or dynamic content. For static content, just drop it into any page and begin editing. For dynamic content, add a rich text field to any collection and then connect a rich text element to that field in the settings panel. Voila!","-4bffb26e":"How to customize formatting for each rich text","-7b3f24c9":"Headings, paragraphs, blockquotes, figures, images, and figure captions can all be styled after a ","bfeae2e":"class is added ","-8dd46dc":"to the rich text element using the \"When inside of\" nested selector system.","-361a1933":"scroll"}